Repository: ExeVirus/mt_adventure
Catalog: mods/drawers/locale/*.po
Languages: be, el, eo, et, ms_arab, nl, pt_br, ru

source: Current State:
el: Τρέχουσα κατάσταση:

source: Stopped
el: Διακόπηκε

source: Running
el: Εκτέλεση

source: Jammed
el: Μπλοκαρισμένο

source: Drawer Controller
be: Кантролер шуфляды
el: Ελεγκτής συρταριού
eo: Regilo de tirkesto
et: Salve juhtpult
ms_arab: ڤڠاول لاچي
pt_br: Controlador de Armários
ru: Контролер ящика

source: Empty
be: Пустая
el: Κενό
eo: Malplena
et: Tühi
ms_arab: کوسوڠ
nl: Leeg
pt_br: Vazio
ru: Пусто

source: Wooden
be: Драўляны
el: Ξύλινο
eo: Ligna
et: Puidust
ms_arab: کايو
nl: Houten
pt_br: Madeira
ru: Деревянный

source: Acacia Wood
be: Драўніна акацыі
el: Ξύλο ακακίας
eo: Akacia ligno
et: Akaatsia puidust
ms_arab: ڤاڤن کايو اکاسيا
nl: Acacia Hout
pt_br: Lenha de Acácia
ru: Акация

source: Pine Wood
be: Хваёвая драўніна
el: Ξύλο πεύκου
eo: Abia ligno
et: Männist
ms_arab: ڤاڤن کايو ڤاين
nl: Dennenhout
pt_br: Lenha de Pinheiro
ru: Сосна

source: Oak Wood
be: Дубовая драўніна
el: Ξύλο βελανιδιάς
eo: Kverka ligno
et: Tammest
ms_arab: ڤاڤن کايو اوک
nl: Eikenhout
pt_br: Lenha de Carvalho
ru: Дуб

source: Birch Wood
be: Бярозавая драўніна
el: Ξύλο σημύδας
eo: Betula ligno
et: Kasest
ms_arab: ڤاڤن کايو برچ
nl: Berken hout
pt_br: Lenha de Bétula
ru: Берёза

source: Dark Oak Wood
be: Цёмная дубовая драўніна
el: Σκούρο ξύλο βελανιδιάς
eo: Malhela kverka ligno
et: Tõmmu-tammest
ms_arab: ڤاڤن کايو اوک ݢلڤ
nl: Donker Eikenhout
pt_br: Lenha de Carvalho Escuro
ru: Тёмный дуб

source: Spruce Wood
be: Ялінавая драўніна
el: Ξύλο ερυθρελάτης
eo: Picea ligno
et: Kuusest
ms_arab: ڤاڤن کايو فير
nl: Sparrenhout
pt_br: Lenha de Abeto
ru: Ель

source: Steel Drawer Upgrade (x2)
be: Мадэрнізацыя сталёвай шуфляды (x2)
el: Χαλύβδινη αναβάθμιση συρταριού (x2)
eo: Ŝtala plibonigo de tirkesto (×2)
et: Teras salve täiustus (x2)
ms_arab: ناٴيق طرف لاچي - کلولي⹁ x2
nl: Stalen Lade Upgrade (x2)
pt_br: Melhoria de Armário de Aço (x2)
ru: Стальной ящик Улучшение (x2)

source: Gold Drawer Upgrade (x3)
be: Мадэрнізацыя залатой шуфляды (x3)
el: Χρυσού αναβάθμιση συρταριού (x3)
eo: Ora plibonigo de tirkesto (×3)
et: Kuld salve täiustus (x3)
ms_arab: ناٴيق طرف لاچي - امس⹁ x3
nl: Gouden Lade Upgrade (x3)
pt_br: Melhoria de Armário de Ouro (x3)
ru: Золотой ящик Улучшение (x3)

source: Obsidian Drawer Upgrade (x5)
el: Οψιδιανή αναβάθμιση συρταριού (x5)

source: Diamond Drawer Upgrade (x8)
be: Мадэрнізацыя дыяментавай шуфляды (x8)
el: Διαμαντένια Αναβάθμιση συρταριού (x8)
eo: Diamanta plibonigo de tirkesto (×8)
et: Teemant salve täiustus (x8)
ms_arab: ناٴيق طرف لاچي - اينتن⹁ x8
nl: Diamanten Lade Upgrade (x8)
pt_br: Melhoria de Armário de Diamante (x8)
ru: Алмазный ящик Улучшение (x8)

source: Iron Drawer Upgrade (x2)
be: Мадэрнізацыя жалезнай шуфляды (x2)
el: Σιδερένια αναβάθμιση συρταριού (x2)
eo: Fera plibonigo de tirkesto (×2)
et: Raud salve täiustus (x2)
ms_arab: ناٴيق طرف لاچي - بسي⹁ x2
nl: Ijzeren Lade Upgrade (x2)
pt_br: Melhoria de Armário de Ferro (x2)
ru: Железный ящик Улучшение (x2)

source: Emerald Drawer Upgrade (x13)
be: Мадэрнізацыя смарагдавай шуфляды (x13)
el: Σμαραγδένια αναβάθμιση συρταριού (x13)
eo: Smeralda plibonigo de tirkesto (×13)
et: Smaragd salve täiustus (x13)
ms_arab: ناٴيق طرف لاچي - زمرود⹁ x13
nl: Smaragden Lade upgrade (x13)
pt_br: Melhoria de Armário de Esmeralda (x13)
ru: Изумрудный ящик Улучшение (x13)

source: @1 Drawer
be: @1 шуфляда
el: @1 συρτάρι
eo: @1 tirkesto
et: @1 salv
ms_arab: لاچي @1
nl: @1 Lade
pt_br: Armário @1
ru: @1 Ящик

source: @1 Drawers (1x2)
be: @1 шуфляды (1x2)
el: @1 συρτάρια (1x2)
eo: @1 tirkestoj (1×2)
et: @1 salved (1x2)
ms_arab: لاچي @1 جنيس 1x2
nl: @1 Lades (1x2)
pt_br: Armários @1 (1x2)
ru: @1 Ящики (1x2)

source: @1 Drawers (2x2)
be: @1 шуфляды (2x2)
el: @1 συρτάρια (2x2)
eo: @1 tirkestoj (2×2)
et: @1 salved (2x2)
ms_arab: لاچي @1 جنيس 2x2
nl: @1 Lades (2x2)
pt_br: Armários @1 (2x2)
ru: @1 Ящики (2x2)

source: @1 (@2% full)
be: @1 (@2% поўны)
el: @1 (@2% Πλήρης)
eo: @1 (plena je @2%)
et: @1 (@2% täis)
ms_arab: @1⹁ @2% ڤنوه
nl: @1 (@2% vol)
pt_br: @1 (@2% cheio)
ru: @1 (@2% полон)

source: @1 @2 (@3% full)
be: @1 @2 (@3% поўны)
eo: @1 @2 (plena je @3%)
et: @1 @2 (@3% täis)
ms_arab: @2 @1⹁ @3% ڤنوه
nl: @1 @2 (@3% vol)
pt_br: @1 @2 (@3% cheio)
ru: @1 @2 (@3% полон)

source: Aspen Wood
be: Асінавая драўніна
eo: Tremola ligno
et: Haavast
ms_arab: ڤاڤن کايو اسڤين
nl: Espenhout
pt_br: Lenha de Álamo
ru: Осина

source: Junglewood
be: Джунглевая драўніна
eo: Ĝangala ligno
et: Tihniku puidust
ms_arab: ڤاڤن کايو هوتن
nl: Junglehout
pt_br: Lenha da selva
ru: Тропическое дерево

source: Wooden Trim
be: Драўлянае аздабленне
et: Puitliist
ms_arab: هياسن کايو
nl: Houten bekleding
pt_br: Guarnição de Madeira
ru: Деревянная отделка

source: Drawer Upgrade Template
be: Шаблон мадэрнізацыі шуфляды
eo: Ŝablono por plibonigo de tirkesto
et: Salve täiustamise kava
ms_arab: تمڤلت ناٴيق طرف لاچي
nl: Lade Upgrade Template
pt_br: Modelo de Melhoria de Armário
ru: Шаблон улучшения ящика
