Repository: ExeVirus/mt_adventure
Catalog: mods/mob_horse/locale/*.po
Languages: it_it

source: Horse
it_it: Cavallo

source: Horse shoes fitted -
it_it: Ferri di cavallo indossati -

source: speed:
it_it: velocità:

source: , jump height:
it_it: , altezza di salto:

source: , stop speed:
it_it: , velocità di arresto:

source: Horse shoes only work on horses!
it_it: I ferri di cavallo funzionano solo sui cavalli!

source: Steel HorseShoes (use on horse to apply)
it_it: Ferri di cavallo d'acciaio (usarli su un cavallo per applicarli)

source: Bronze HorseShoes (use on horse to apply)
it_it: Ferri di cavallo di bronzo (usarli su un cavallo per applicarli)

source: Mese HorseShoes (use on horse to apply)
it_it: Ferri di cavallo di mese (usarli su un cavallo per applicarli)

source: Diamond HorseShoes (use on horse to apply)
it_it: Ferri di cavallo di diamante (usarli su un cavallo per applicarli)
